IDEA Open Model
CrossSection.Name Property
Compatible with IDEA StatiCa Beta 20.0
 Name of cross-section
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
CrossSection Class
IdeaRS.OpenModel.CrossSection Namespace